alsa-utils
autorandr
bat
bluez
bluez-utils
brightnessctl
ca-certificates
clang
cmake
curl
ddgr
docker
docker-compose
dunst
fd
feh
firefox
fzf
gcc
glow
grim
htop
hyprland
i3-wm
intel-ucode
keychain
kitty
less
libnotify
maim
man-db
man-pages
maven
neofetch
npm
openssh
pavucontrol
picom
pipewire-alsa
pipewire-pulse
polkit-gnome
polybar
ripgrep
rofi
sl
slurp
starship
stow
swaybg
swaylock
tailspin
tldr
tmux
unzip
upower
vim
waybar
wget
wireplumber
wl-clipboard
xclip
xdg-user-dirs
xdg-utils
xdo
xdotool
xorg-server
xorg-xinit
xorg-xrandr
xss-lock
zip
zk
zsh
